Repository: herbalsomml/tokenwswave
Catalog: tokenswave/locale/*/LC_MESSAGES/django.po
Languages: cs, de, fr, hi, id, it, ja, lv, pl, ru, uk

source: In this way we have created a WIN-WIN-WIN system in which absolutely every party benefits.
cs: Tímto způsobem jsme vytvořili systém WIN-WIN-WIN, z něhož profituje naprosto každá strana.
de: Auf diese Weise haben wir ein WIN-WIN-WIN-System geschaffen, bei dem absolut alle Beteiligten profitieren.
fr: Nous avons ainsi créé un système gagnant-gagnant-gagnant dans lequel toutes les parties sont gagnantes.
hi: इस तरह हमने एक जीत-जीत-जीत प्रणाली बनाई है जिसमें निश्चित रूप से हर पक्ष को लाभ होगा।
id: Dengan cara ini kami telah menciptakan sistem MENANG-MENANG-MENANG di mana semua pihak diuntungkan.
it: In questo modo abbiamo creato un sistema WIN-WIN-WIN in cui tutte le parti traggono vantaggio.
ja: こうして私たちは、すべての関係者が恩恵を受けるWIN-WIN-WINのシステムを作り上げた。
lv: Tādējādi mēs esam izveidojuši WIN-WIN-WIN sistēmu, kurā ieguvējas ir pilnīgi visas puses.
pl: W ten sposób stworzyliśmy system WIN-WIN-WIN, w którym korzyści czerpią absolutnie wszystkie strony.
ru: Таким образом мы создали систему WIN-WIN-WIN, в которой абсолютно любая сторона остается в выигрыше!
uk: Таким чином ми створили систему WIN-WIN-WIN, в якій виграє абсолютно кожна сторона.

source: The studio:
cs: Studio:
de: Das Studio:
fr: Le studio :
hi: स्टूडियो:
id: Studio:
it: Lo studio:
ja: スタジオだ：
lv: Studija:
pl: Studio:
ru: Студии:
uk: Студія:

source: saves time and effort to withdraw earnings
cs: šetří čas a námahu při výběru výdělků
de: spart Zeit und Mühe bei der Abhebung von Einnahmen
fr: permet d'économiser du temps et des efforts pour retirer les gains
hi: कमाई निकालने में लगने वाले समय और मेहनत की बचत होती है
id: menghemat waktu dan tenaga untuk menarik penghasilan
it: risparmia tempo e fatica per prelevare i guadagni
ja: 収益の引き出しにかかる時間と労力を節約
lv: ietaupa laiku un pūles, lai izņemtu peļņu.
pl: oszczędza czas i wysiłek związany z wypłacaniem zarobków
ru: экономят время и силы при получении средств
uk: економить час і зусилля для виведення заробітку

source: The viewer:
cs: Divák:
de: Der Zuschauer:
fr: Le téléspectateur :
hi: दर्शक:
id: Penampil:
it: Lo spettatore:
ja: 視聴者だ：
lv: Skatītājs:
pl: Widz:
ru: Зрители:
uk: Глядач:

source: saves his money when buying tokens (about 35%%)
cs: šetří peníze při nákupu žetonů (asi 35 %%).
de: spart sein Geld beim Kauf von Token (ca. 35%%)
fr: économise son argent en achetant des jetons (environ 35%%)
hi: टोकन खरीदते समय अपना पैसा बचाता है (लगभग 35%%)
id: menghemat uangnya saat membeli token (sekitar 35%%)
it: risparmia il suo denaro quando acquista i gettoni (circa il 35%%)
ja: トークンを買うときにお金を節約できる（約35％）。
lv: ietaupa naudu, pērkot žetonus (aptuveni 35%%).
pl: oszczędza pieniądze kupując tokeny (około 35%%)
ru: экономят свои деньги на покупке токенов (экономия примерно 35%%)
uk: економить свої гроші при купівлі токенів (близько 35%%)

source: We:
cs: My:
de: Wir:
fr: Nous :
hi: हम:
id: Kami:
it: Noi:
ja: 私たちだ：
lv: Mēs:
pl: My:
ru: Мы:
uk: Ми:

source: benefit from the difference in exchange rates
cs: těžit z rozdílu směnných kurzů
de: von der Differenz der Wechselkurse profitieren
fr: bénéficier de la différence de taux de change
hi: विनिमय दरों में अंतर से लाभ
id: mendapatkan keuntungan dari perbedaan nilai tukar
it: beneficiare della differenza dei tassi di cambio
ja: 為替レートの差による利益
lv: gūt labumu no valūtas kursu starpības.
pl: skorzystaj z różnicy kursów walut
ru: получаем свою прибыль на разнице курсов
uk: отримати вигоду від різниці в обмінних курсах

source: What is the process of buying tokens?
cs: Jak probíhá nákup žetonů?
de: Wie läuft der Kauf von Token ab?
fr: Quelle est la procédure d'achat des jetons ?
hi: टोकन खरीदने की प्रक्रिया क्या है?
id: Bagaimana proses pembelian token?
it: Qual è il processo di acquisto dei token?
ja: トークンの購入プロセスは？
lv: Kāds ir žetonu pirkšanas process?
pl: Jak wygląda proces zakupu tokenów?
ru: Что нужно, чтобы купить токены?
uk: Який процес покупки токенів?

source: First you need to have a verified Chaturbate account
cs: Nejprve musíte mít ověřený účet Chaturbate.
de: Zuerst müssen Sie ein verifiziertes Chaturbate-Konto haben
fr: Tout d'abord, vous devez avoir un compte Chaturbate vérifié.
hi: सबसे पहले आपके पास एक सत्यापित Chaturbate खाता होना चाहिए
id: Pertama, Anda harus memiliki akun Chaturbate yang terverifikasi
it: Per prima cosa è necessario disporre di un account Chaturbate verificato
ja: まず、Chaturbateアカウントを認証する必要があります。
lv: Vispirms jums ir nepieciešams verificēts Chaturbate konts.
pl: Najpierw musisz mieć zweryfikowane konto Chaturbate
ru: Для начала Вам необходим подтвержденный аккаунт Chaturbate
uk: Спочатку вам потрібно мати підтверджений обліковий запис Chaturbate

source: (click here for instructions)
cs: (pro pokyny klikněte zde)
de: (für Anweisungen hier klicken)
fr: (cliquez ici pour les instructions)
hi: (निर्देशों के लिए यहां क्लिक करें)
id: (klik di sini untuk petunjuk)
it: (clicca qui per le istruzioni)
ja: (手順はこちら)
lv: (klikšķiniet šeit, lai skatītu norādījumus)
pl: (kliknij tutaj, aby uzyskać instrukcje)
ru: (нажмите тут, чтобы прочитать инструкции)
uk: (клацніть тут, щоб отримати інструкції)

source: You write to our manager in
cs: Napište našemu manažerovi v
de: Sie schreiben an unseren Manager in
fr: Vous écrivez à notre responsable en
hi: आप हमारे प्रबंधक को लिखें
id: Anda menulis kepada manajer kami di
it: Scrivete al nostro responsabile in
ja: マネージャーに手紙を書く
lv: Jūs rakstāt mūsu vadītājam
pl: Piszesz do naszego managera w
ru: Вы пишите нашему менеджеру в
uk: Напишіть нашому менеджеру в

source: and write the amount of tokens you need
cs: a napište počet žetonů, které potřebujete
de: und geben Sie die Anzahl der benötigten Token ein
fr: et écrivez le nombre de jetons dont vous avez besoin
hi: और आपको जितने टोकन की आवश्यकता है, उसे लिखें
id: dan tulis jumlah token yang Anda butuhkan
it: e scrivere la quantità di gettoni di cui si ha bisogno
ja: そして、必要なトークンの量を書き込む。
lv: un ierakstiet vajadzīgo žetonu skaitu
pl: i wpisz ilość żetonów, których potrzebujesz
ru: и сообщаете количество токенов, которое Вы ходите приобрести
uk: і напишіть потрібну кількість жетонів

source: Manager provides you with payment details (PayPal, Revolut, Crypto, Skrill or card payment).
cs: Správce vám poskytne platební údaje (PayPal, Revolut, Crypto, Skrill nebo platba kartou).
de: Der Manager stellt Ihnen die Zahlungsdaten zur Verfügung (PayPal, Revolut, Crypto, Skrill oder Kartenzahlung).
fr: Le gestionnaire vous fournit les détails du paiement (PayPal, Revolut, Crypto, Skrill ou paiement par carte).
hi: प्रबंधक आपको भुगतान विवरण (पेपैल, रेवोल्यूट, क्रिप्टो, स्क्रिल या कार्ड भुगतान) प्रदान करता है।
id: Manajer memberi Anda detail pembayaran (PayPal, Revolut, Crypto, Skrill, atau pembayaran kartu).
it: Il gestore fornisce i dettagli per il pagamento (PayPal, Revolut, Crypto, Skrill o pagamento con carta).
ja: マネージャーは、支払いに関する詳細（PayPal、Revolut、Crypto、Skrill、またはカード支払い）を提供します。
lv: Pārzinis sniedz jums maksājumu informāciju (PayPal, Revolut, Crypto, Skrill vai kartes maksājums).
pl: Menedżer udostępnia Ci dane do płatności (PayPal, Revolut, Crypto, Skrill lub płatność kartą).
ru: Менеджер предоставляет Вам платежные реквизиты (Криптовалюта / Банковская карта / Qiwi)
uk: Менеджер надає вам платіжні деталі (PayPal, Revolut, Crypto, Skrill або оплата карткою).

source: The manager sends you your tokens
cs: Správce vám zašle žetony
de: Der Manager schickt Ihnen Ihre Token
fr: Le gestionnaire vous envoie vos jetons
hi: प्रबंधक आपको आपके टोकन भेजता है
id: Manajer mengirimi Anda token Anda
it: Il gestore invia i gettoni
ja: マネージャーがトークンを送る
lv: Pārzinis jums nosūta žetonus.
pl: Menedżer wysyła Ci Twoje tokeny
ru: Менеджер отправляет Вам токены
uk: Менеджер надсилає вам ваші токени

source: Why do I need to be verified on Chaturbate?
cs: Proč musím být na Chaturbate ověřen?
de: Warum muss ich mich bei Chaturbate verifizieren lassen?
fr: Pourquoi dois-je être vérifié sur Chaturbate ?
hi: मुझे Chaturbate पर सत्यापित होने की आवश्यकता क्यों है?
id: Mengapa saya perlu diverifikasi di Chaturbate?
it: Perché devo essere verificato su Chaturbate?
ja: なぜChaturbateで認証が必要なのですか？
lv: Kāpēc man ir jābūt verificētam Chaturbate?
pl: Dlaczego muszę przejść weryfikację na Chaturbate?
ru: Почему мне нужно быть верифицированным на Chaturbate?
uk: Чому мені потрібна перевірка на Chaturbate?

source: By default, the Chaturbate platform does not support sending tokens to a viewer account, but if you validate your account with documents (as any model does), the account has new features, including receiving tokens
cs: Ve výchozím nastavení platforma Chaturbate nepodporuje zasílání tokenů na účet diváka, ale pokud svůj účet validujete pomocí dokumentů (jako každý model), účet má nové funkce, včetně přijímání tokenů.
de: Standardmäßig unterstützt die Chaturbate-Plattform das Senden von Token an ein Zuschauer-Konto nicht, aber wenn Sie Ihr Konto mit Dokumenten validieren (wie es jedes Modell tut), hat das Konto neue Funktionen, einschließlich des Empfangs von Token
fr: Par défaut, la plateforme Chaturbate ne permet pas d'envoyer des jetons à un compte spectateur, mais si vous validez votre compte avec des documents (comme le fait tout modèle), le compte dispose de nouvelles fonctionnalités, y compris la réception de jetons.
hi: डिफ़ॉल्ट रूप से, चैटरबेट प्लेटफ़ॉर्म दर्शक खाते में टोकन भेजने का समर्थन नहीं करता है, लेकिन यदि आप अपने खाते को दस्तावेज़ों के साथ सत्यापित करते हैं (जैसा कि कोई भी मॉडल करता है), तो खाते में टोकन प्राप्त करने सहित नई सुविधाएँ होती हैं
id: Secara default, platform Chaturbate tidak mendukung pengiriman token ke akun pemirsa, tetapi jika Anda memvalidasi akun Anda dengan dokumen (seperti yang dilakukan oleh model apa pun), akun tersebut memiliki fitur-fitur baru, termasuk menerima token
it: Per impostazione predefinita, la piattaforma Chaturbate non supporta l'invio di token all'account di uno spettatore, ma se si convalida l'account con i documenti (come fa qualsiasi modello), l'account ha nuove funzionalità, tra cui la ricezione di token
ja: デフォルトでは、Chaturbateプラットフォームは、ビューアアカウントへのトークンの送信をサポートしていませんが、ドキュメントでアカウントを検証する場合（どのモデルもそうです）、アカウントはトークンを受信するなどの新しい機能を持っています。
lv: Pēc noklusējuma Chaturbate platforma neatbalsta žetonu nosūtīšanu uz skatītāja kontu, taču, ja jūs validējat savu kontu ar dokumentiem (kā to dara jebkurš modelis), kontam ir jaunas funkcijas, tostarp žetonu saņemšana.
pl: Platforma Chaturbate domyślnie nie obsługuje wysyłania tokenów na konto widza, ale jeśli zweryfikujesz swoje konto za pomocą dokumentów (jak w każdym modelu), konto zyska nowe funkcje, w tym odbieranie tokenów
ru: По умолчанию Chaturbate не поддерживет отправку токенов на зрительский аккаунт. Однако после подтверждения аккаунта документами (так как делает любая модель) Ваш аккаунт получит новые функции, включая возможность получать токены от других пользователей
uk: За замовчуванням платформа Chaturbate не підтримує надсилання токенів в обліковий запис глядача, але якщо ви підтвердите свій обліковий запис за допомогою документів (як це робить будь-яка модель), обліковий запис матиме нові функції, зокрема отримання токенів

source: We do not require you to provide your documents to us, you upload them exclusively to the Chaturbate website, your documents will not be used anywhere else and are completely secure (read the Chaturbate user agreement for more details).
cs: Nevyžadujeme, abyste nám své dokumenty poskytovali, nahráváte je výhradně na webové stránky Chaturbate, vaše dokumenty nebudou použity nikde jinde a jsou zcela bezpečné (více informací najdete v uživatelské smlouvě Chaturbate).
de: Wir verlangen nicht, dass du uns deine Dokumente zur Verfügung stellst, du lädst sie ausschließlich auf die Chaturbate-Website hoch, deine Dokumente werden nirgendwo anders verwendet und sind absolut sicher (lies die Chaturbate-Benutzungsbedingungen für weitere Details).
fr: Nous ne vous demandons pas de nous fournir vos documents, vous les téléchargez exclusivement sur le site web de Chaturbate, vos documents ne seront utilisés nulle part ailleurs et sont totalement sécurisés (lisez le contrat d'utilisation de Chaturbate pour plus de détails).
hi: हमें आपसे अपने दस्तावेज़ उपलब्ध कराने की आवश्यकता नहीं है, आप उन्हें विशेष रूप से Chaturbate वेबसाइट पर अपलोड करते हैं, आपके दस्तावेज़ों का कहीं और उपयोग नहीं किया जाएगा और वे पूरी तरह से सुरक्षित हैं (अधिक जानकारी के लिए Chaturbate उपयोगकर्ता अनुबंध पढ़ें)।
id: Kami tidak mengharuskan Anda untuk memberikan dokumen Anda kepada kami, Anda mengunggahnya secara eksklusif ke situs web Chaturbate, dokumen Anda tidak akan digunakan di tempat lain dan sepenuhnya aman (baca perjanjian pengguna Chaturbate untuk lebih jelasnya).
it: Non vi chiediamo di fornirci i vostri documenti, li caricate esclusivamente sul sito web di Chaturbate, i vostri documenti non saranno utilizzati altrove e sono completamente sicuri (leggete il contratto d'uso di Chaturbate per maggiori dettagli).
ja: あなたの書類はChaturbateのウェブサイトにのみアップロードされ、他で使用されることはありません。
lv: Mēs neprasām, lai jūs mums iesniedzat savus dokumentus, jūs tos augšupielādējat tikai Chaturbate vietnē, jūsu dokumenti netiks izmantoti nekur citur, un tie ir pilnīgi droši (sīkākai informācijai izlasiet Chaturbate lietotāja līgumu).
pl: Nie wymagamy od Ciebie dostarczania nam dokumentów, przesyłasz je wyłącznie na stronę Chaturbate, Twoje dokumenty nie zostaną wykorzystane nigdzie indziej i są całkowicie bezpieczne (przeczytaj umowę użytkownika Chaturbate, aby uzyskać więcej szczegółów).
ru: Мы не требуем предоставить Ваши документы нам. Вы загружаете из только на сайте Chaturbate. Ваши документы не будут использованы нигде больше и остануться в подлой безопастности (подробнее читайте в пользовательском соглашении Chaturbate)
uk: Ми не вимагаємо від вас надавати нам свої документи, ви завантажуєте їх виключно на веб-сайт Chaturbate, ваші документи більше ніде не використовуватимуться та є повністю захищеними (докладніше читайте в угоді користувача Chaturbate).

source: Tokens Calculator
cs: Kalkulačka žetonů
de: Token-Rechner
fr: Calculateur de jetons
hi: टोकन कैलकुलेटर
id: Kalkulator Token
it: Calcolatore dei gettoni
ja: トークン計算機
lv: Žetonu kalkulators
pl: Kalkulator tokenów
ru: Калькулятор токенов
uk: Калькулятор токенів

source: 1 Token
cs: 1 žeton
fr: 1 jeton
hi: 1 टोकन
it: 1 gettone
ja: 1トークン
ru: 1 Токен
uk: 1 Токен

source: Price
cs: Cena
de: Preis
fr: Prix
hi: कीमत
id: Harga
it: Prezzo
ja: 価格
lv: Cena
pl: Cena
ru: Цена
uk: Ціна

source: Tokens Amount
cs: Množství žetonů
de: Token Betrag
fr: Jetons Montant
hi: टोकन राशि
id: Jumlah Token
it: Gettoni Importo
ja: トークン量
lv: Žetoni Summa
pl: Ilość tokenów
ru: Количество токенов
uk: Сума токенів

source: Price in Dollars
cs: Cena v dolarech
de: Preis in Dollars
fr: Prix en dollars
hi: डॉलर में कीमत
id: Harga dalam Dolar
it: Prezzo in dollari
ja: ドル建て価格
lv: Cena dolāros
pl: Cena w dolarach
ru: Цена в долларах
uk: Ціна в доларах
