Repository: herbalsomml/tokenwswave
Catalog: tokenswave/locale/*/LC_MESSAGES/django.po
Languages: cs, de, fr, hi, id, it, ja, lv, pl, ru, uk

source: Buy Chaturbate Tokens Cheaper
cs: Koupit žetony Chaturbate levněji
de: Chaturbate Token billiger kaufen
fr: Acheter des Tokens Chaturbate moins cher
hi: Chaturbate टोकन सस्ते में खरीदें
it: Acquistare i gettoni di Chaturbate in modo più economico
ja: Chaturbateトークンをより安く購入する
lv: Nopirkt Chaturbate žetonus lētāk
pl: Kup tokeny Chaturbate taniej
ru: Купить токены Chaturbate дешево
uk: Купуйте токени Chaturbate дешевше

source: Get Chaturbate tokens 35%% cheaper. Buy fully legal tokens with no risk of account suspension. We source tokens directly from verified models and studios, ensuring safe and secure transactions for all your Chaturbate needs.
cs: Získejte žetony Chaturbate o 35 %% levněji. Kupte si plně legální tokeny bez rizika pozastavení účtu. Tokeny získáváme přímo od ověřených modelek a studií, čímž zajišťujeme bezpečné transakce pro všechny vaše potřeby na Chaturbate.
de: Holen Sie sich Chaturbate Token 35%% billiger. Kaufen Sie völlig legale Token ohne das Risiko einer Kontosperrung. Wir beziehen Token direkt von verifizierten Models und Studios und gewährleisten so sichere Transaktionen für alle Ihre Chaturbate-Bedürfnisse.
fr: Obtenez des tokens Chaturbate 35 %% moins chers. Achetez des tokens entièrement légaux sans risque de suspension de compte. Nous nous approvisionnons en tokens directement auprès de modèles et de studios vérifiés, ce qui garantit des transactions sûres et sécurisées pour tous vos besoins sur Chaturbate.
hi: Chaturbate टोकन 35%% सस्ते में पाएँ। बिना किसी अकाउंट सस्पेंशन के जोखिम के पूरी तरह से वैध टोकन खरीदें। हम सत्यापित मॉडल और स्टूडियो से सीधे टोकन प्राप्त करते हैं, जिससे आपकी सभी Chaturbate ज़रूरतों के लिए सुरक्षित और सुरक्षित लेनदेन सुनिश्चित होता है।
id: Dapatkan token Chaturbate 35%% lebih murah. Beli token yang sepenuhnya legal tanpa risiko penangguhan akun. Kami mendapatkan token langsung dari model dan studio yang terverifikasi, memastikan transaksi yang aman dan terjamin untuk semua kebutuhan Chaturbate Anda.
it: Ottieni i token di Chaturbate al 35%% in meno. Acquista gettoni completamente legali senza rischio di sospensione dell'account. Ci riforniamo di gettoni direttamente da modelle e studi verificati, garantendo transazioni sicure per tutte le vostre esigenze su Chaturbate.
ja: 35％安くChaturbateトークンを取得します。アカウント停止のリスクなしで完全に合法的なトークンを購入。私たちは、あなたのすべてのChaturbateのニーズのための安全かつ確実な取引を確保し、検証済みのモデルやスタジオから直接トークンを調達しています。
lv: Iegūstiet Chaturbate žetonus par 35%% lētāk. Iegādājieties pilnībā legālus žetonus bez konta apturēšanas riska. Mēs iegūstam žetonus tieši no pārbaudītiem modeļiem un studijām, nodrošinot drošus darījumus visām jūsu Chaturbate vajadzībām.
pl: Zdobądź tokeny Chaturbate 35%% taniej. Kupuj w pełni legalne tokeny bez ryzyka zawieszenia konta. Pozyskujemy tokeny bezpośrednio od zweryfikowanych modeli i studiów, zapewniając bezpieczne transakcje dla wszystkich potrzeb Chaturbate.
ru: Токены Chaturbate со кидкой 35%%. Полностью безопасные токены без риска блокировки аккаунта. Мы получаем токены напрямую от подтвержденных моделей и студий, обеспечивая полную безопасность для всех транзакций
uk: Отримайте токени Chaturbate на 35%% дешевше. Купуйте цілком легальні токени без ризику призупинення дії облікового запису. Ми отримуємо токени безпосередньо від перевірених моделей і студій, забезпечуючи безпечні та безпечні транзакції для всіх ваших потреб Chaturbate.

source: language
cs: jazyk
de: Sprache
hi: जबान
it: lingua
ja: 言語
lv: valodu
pl: język
ru: язык
uk: мова

source: Contact
cs: Kontakt
de: Kontakt
hi: संपर्क
id: Kontak
it: Contatto
ja: 連絡先
lv: Sazinieties ar
pl: Kontakt
ru: Связь
uk: Контакт

source: Steps
cs: Kroky
de: Schritte
fr: Étapes
hi: कदम
id: Langkah
it: Passi
ja: ステップ
lv: Soļi
pl: Kroki
ru: Шаги
uk: Кроки

source: FAQ
hi: सामान्य प्रश्न
ja: よくあるご質問
ru: ЧаВо

source: Calculator
cs: Kalkulačka
de: Taschenrechner
fr: Calculatrice
hi: कैलकुलेटर
id: Kalkulator
it: Calcolatrice
ja: 電卓
lv: Kalkulators
pl: Kalkulator
ru: Калькулятор
uk: Калькулятор

source: Legit tokens, but 35%% cheaper
de: Echte Token, aber 35%% billiger
fr: Des jetons légitimes, mais 35 %% moins chers
hi: वैध टोकन, लेकिन 35%% सस्ते
id: Token yang sah, tetapi 35%% lebih murah
it: Gettoni legittimi, ma più economici del 35%%.
ja: 正規のトークンだが35%%安い
lv: Legit žetoni, bet par 35%% lētāki
pl: Legalne tokeny, ale 35%% tańsze
ru: Честные токены, но на 35%% дешевле
uk: Законні жетони, але на 35%% дешевші

source: Your Way to Get Tokens
cs: Legální tokeny, ale o 35 %% levnější
de: Ihr Weg zu den Token
fr: Votre façon d'obtenir des jetons
hi: टोकन पाने का आपका तरीका
id: Token yang sah, tetapi 35%% lebih murah
it: Il vostro modo di ottenere i gettoni
ja: トークン獲得への道
lv: Jūsu veids, kā iegūt žetonus
pl: Twój sposób na zdobycie żetonów
ru: Твой путь к получению токенов
uk: Ваш спосіб отримати токени

source: Text the manager
cs: Napište manažerovi
de: Text an den Manager
fr: Envoyer un message au responsable
hi: प्रबंधक को संदेश भेजें
id: Kirim pesan ke manajer
it: Mandate un messaggio al direttore
ja: マネージャーにメールする
lv: Sūtiet īsziņu vadītājam
pl: Wyślij wiadomość tekstową do menedżera
ru: Напиши менеджеру
uk: Надішліть повідомлення менеджеру

source: Send link to your Chaturbate account
cs: Odeslat odkaz na váš účet Chaturbate
de: Link zu deinem Chaturbate-Konto senden
fr: Envoyer le lien vers votre compte Chaturbate
hi: अपने Chaturbate खाते का लिंक भेजें
id: Kirim tautan ke akun Chaturbate Anda
it: Invia il link al tuo account Chaturbate
ja: Chaturbateアカウントにリンクを送る
lv: Nosūtīt saiti uz savu Chaturbate kontu
pl: Wyślij link do swojego konta Chaturbate
ru: Отправь ссылку на свой аккаунт Chaturbate
uk: Надішліть посилання на свій обліковий запис Chaturbate

source: Pay for tokens
cs: Platba za žetony
de: Für Token bezahlen
fr: Payer des jetons
hi: टोकन के लिए भुगतान करें
id: Membayar token
it: Pagare i gettoni
ja: トークンの支払い
lv: Maksāt par žetoniem
pl: Płać za tokeny
ru: Оплатить токены
uk: Оплата жетонів

source: Get your tokens
cs: Získejte žetony
de: Holen Sie sich Ihre Token
fr: Obtenez vos jetons
hi: अपने टोकन प्राप्त करें
id: Dapatkan token Anda
it: Ottenere i gettoni
ja: トークンを手に入れる
lv: Iegūstiet žetonus
pl: Zdobądź żetony
ru: Получи токены
uk: Отримайте свої жетони

source: Frequently Asked Questions
cs: Často kladené otázky
de: Häufig gestellte Fragen
fr: Questions fréquemment posées
hi: अक्सर पूछे जाने वाले प्रश्नों
id: Pertanyaan yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
lv: Biežāk uzdotie jautājumi
pl: Często zadawane pytania
ru: ЧаВо
uk: Часті запитання

source: In this section you can find answers to the most common questions. If you have not found the answer to your question, do not hesitate to ask our manager
cs: V této části najdete odpovědi na nejčastější otázky. Pokud jste odpověď na svou otázku nenašli, neváhejte se zeptat našeho manažera.
de: In diesem Abschnitt finden Sie Antworten auf die häufigsten Fragen. Wenn Sie die Antwort auf Ihre Frage nicht gefunden haben, zögern Sie nicht, unseren Manager zu fragen
fr: Dans cette section, vous trouverez les réponses aux questions les plus courantes. Si vous n'avez pas trouvé la réponse à votre question, n'hésitez pas à la poser à notre gestionnaire.
hi: इस अनुभाग में आप सबसे आम सवालों के जवाब पा सकते हैं। अगर आपको अपने सवाल का जवाब नहीं मिला है, तो हमारे मैनेजर से पूछने में संकोच न करें
id: Di bagian ini Anda dapat menemukan jawaban atas pertanyaan yang paling umum. Jika Anda belum menemukan jawaban atas pertanyaan Anda, jangan ragu untuk bertanya kepada manajer kami
it: In questa sezione potete trovare le risposte alle domande più comuni. Se non avete trovato la risposta alla vostra domanda, non esitate a chiedere al nostro manager
ja: このセクションでは、最も一般的な質問に対する答えを見つけることができます。ご質問に対する答えが見つからない場合は、遠慮なくマネージャーにお尋ねください。
lv: Šajā sadaļā var atrast atbildes uz biežāk uzdotajiem jautājumiem. Ja neesat atradis atbildi uz savu jautājumu, nekautrējieties jautāt mūsu vadītājam.
pl: W tej sekcji można znaleźć odpowiedzi na najczęściej zadawane pytania. Jeśli nie znalazłeś odpowiedzi na swoje pytanie, nie wahaj się zapytać naszego menedżera
ru: В этой секции Вы можете найти ответы на самые популчрные вопросы. Если Вы не нашли ответ на свой вопрос, то не стесняйтесь задать его нашему менеджеру - он всегда с радостью Вам ответит!
uk: У цьому розділі ви можете знайти відповіді на найпоширеніші питання. Якщо ви не знайшли відповідь на своє питання, не соромтеся звернутися до нашого менеджера

source: Where do you get your tokens from?
cs: Odkud získáváte žetony?
de: Woher bekommen Sie Ihre Token?
fr: Où obtenez-vous vos jetons ?
hi: आप अपने टोकन कहां से प्राप्त करते हैं?
id: Dari mana Anda mendapatkan token Anda?
it: Da dove prendete i gettoni?
ja: トークンはどこから入手するのですか？
lv: No kurienes jūs saņemat žetonus?
pl: Skąd pochodzą żetony?
ru: Откуда у вас токены?
uk: Звідки ви берете свої жетони?

source: We partner with studios to provide them with a service to exchange tokens for local currencies.
cs: Spolupracujeme se studii a poskytujeme jim službu výměny tokenů za místní měny.
de: Wir arbeiten mit Studios zusammen, um ihnen einen Service zum Umtausch von Token in lokale Währungen anzubieten.
fr: Nous travaillons en partenariat avec des studios pour leur fournir un service d'échange de jetons contre des monnaies locales.
hi: हम स्टूडियो के साथ साझेदारी करके उन्हें स्थानीय मुद्राओं के लिए टोकन का आदान-प्रदान करने की सेवा प्रदान करते हैं।
id: Kami bermitra dengan studio untuk menyediakan layanan penukaran token dengan mata uang lokal.
it: Collaboriamo con gli studios per fornire loro un servizio di scambio di gettoni con le valute locali.
ja: 私たちはスタジオと提携し、トークンを現地通貨に交換するサービスを提供しています。
lv: Mēs sadarbojamies ar studijām, lai sniegtu tām pakalpojumu, kas ļauj apmainīt žetonus pret vietējām valūtām.
pl: Współpracujemy ze studiami, aby zapewnić im usługę wymiany tokenów na lokalne waluty.
ru: Мы сотрудничаем со студиями, предоставляя им услуги обмена токенов на местные валюты.
uk: Ми співпрацюємо зі студіями, щоб надати їм послугу з обміну токенів на місцеву валюту.

source: We buy a large number of tokens from studios and transfer the money to them in their local currency, so we save them time and effort in getting the money they have earned.
cs: Od studií nakupujeme velké množství žetonů a převádíme jim peníze v jejich místní měně, takže jim šetříme čas a námahu při získávání vydělaných peněz.
de: Wir kaufen eine große Anzahl von Token von den Studios und überweisen ihnen das Geld in ihrer Landeswährung, so dass wir ihnen Zeit und Mühe ersparen, das verdiente Geld zu erhalten.
fr: Nous achetons un grand nombre de jetons aux studios et leur transférons l'argent dans leur monnaie locale, ce qui leur évite de perdre du temps et de l'énergie à récupérer l'argent qu'ils ont gagné.
hi: हम स्टूडियो से बड़ी संख्या में टोकन खरीदते हैं और उन्हें उनकी स्थानीय मुद्रा में धनराशि हस्तांतरित करते हैं, जिससे उन्हें अर्जित धनराशि प्राप्त करने में लगने वाला समय और प्रयास बच जाता है।
id: Kami membeli sejumlah besar token dari studio dan mentransfer uang kepada mereka dalam mata uang lokal mereka, sehingga kami menghemat waktu dan tenaga untuk mendapatkan uang yang mereka hasilkan.
it: Acquistiamo un gran numero di gettoni dagli studios e trasferiamo loro il denaro nella loro valuta locale, facendo così risparmiare loro tempo e fatica per ottenere il denaro guadagnato.
ja: 私たちはスタジオから大量のトークンを購入し、彼らの現地通貨で送金するので、彼らが稼いだお金を手に入れる時間と手間を省くことができる。
lv: Mēs pērkam lielu skaitu žetonu no studijām un pārskaitām viņiem naudu vietējā valūtā, tādējādi ietaupot viņu laiku un pūles, lai saņemtu nopelnīto naudu.
pl: Kupujemy dużą liczbę tokenów od studiów i przesyłamy im pieniądze w ich lokalnej walucie, dzięki czemu oszczędzamy im czas i wysiłek związany z odzyskiwaniem zarobionych pieniędzy.
uk: Ми купуємо велику кількість токенів у студій і переводимо їм гроші в їхній місцевій валюті, таким чином ми економимо їхній час і зусилля на отримання зароблених грошей.

source: Is it safe?
cs: Je to bezpečné?
de: Ist es sicher?
fr: Est-il sûr ?
hi: क्या यह सुरक्षित है?
id: Apakah aman?
it: È sicuro?
ja: 安全ですか？
lv: Vai tas ir droši?
pl: Czy to jest bezpieczne?
ru: Это безопасно?
uk: Це безпечно?

source: Yes, it is completely safe.
cs: Ano, je zcela bezpečný.
de: Ja, es ist völlig sicher.
fr: Oui, c'est tout à fait sûr.
hi: हां, यह पूर्णतः सुरक्षित है।
id: Ya, ini benar-benar aman.
it: Sì, è completamente sicuro.
ja: はい、まったく安全です。
lv: Jā, tas ir pilnīgi droši.
pl: Tak, jest to całkowicie bezpieczne.
ru: Да, это Полностью безопасно.
uk: Так, це абсолютно безпечно.

source: We have checked with Chaturbate technical support to make sure that our activity does not violate the site's rules.
cs: Zkontrolovali jsme technickou podporu Chaturbate, abychom se ujistili, že naše činnost neporušuje pravidla webu.
de: Wir haben uns beim technischen Support von Chaturbate vergewissert, dass unsere Aktivitäten nicht gegen die Regeln der Website verstoßen.
fr: Nous avons vérifié auprès de l'assistance technique de Chaturbate que notre activité ne viole pas les règles du site.
hi: हमने चैटरबेट तकनीकी सहायता से यह सुनिश्चित करने के लिए जांच की है कि हमारी गतिविधि साइट के नियमों का उल्लंघन नहीं करती है।
id: Kami telah memeriksa dengan dukungan teknis Chaturbate untuk memastikan bahwa aktivitas kami tidak melanggar peraturan situs.
it: Abbiamo verificato con il supporto tecnico di Chaturbate che la nostra attività non violi le regole del sito.
ja: Chaturbateテクニカルサポートに確認し、私たちの活動がサイトのルールに違反していないことを確認しています。
lv: Mēs esam sazinājušies ar Chaturbate tehnisko atbalstu, lai pārliecinātos, ka mūsu darbība nepārkāpj vietnes noteikumus.
pl: Skonsultowaliśmy się z pomocą techniczną Chaturbate, aby mieć pewność, że nasza aktywność nie narusza zasad serwisu.
ru: Мы специально уточняли у тех. поддержки Chaturbate, что наши действия не нарушают правила платформы.
uk: Ми перевірили службу технічної підтримки Chaturbate, щоб переконатися, що наша діяльність не порушує правила сайту.

source: All tokens we own are obtained in a completely honest way, we have verified each transaction ourselves, as well as by contacting Chaturbate support.
cs: Všechny tokeny, které vlastníme, jsme získali naprosto poctivým způsobem, každou transakci jsme si sami ověřili a také jsme kontaktovali podporu Chaturbate.
de: Alle Token, die wir besitzen, sind auf völlig ehrliche Weise erworben worden. Wir haben jede Transaktion selbst verifiziert, sowie durch Kontaktaufnahme mit dem Chaturbate-Support.
fr: Tous les tokens que nous possédons sont obtenus de manière totalement honnête, nous avons vérifié chaque transaction nous-mêmes, ainsi qu'en contactant le support de Chaturbate.
hi: हमारे पास मौजूद सभी टोकन पूरी तरह से ईमानदार तरीके से प्राप्त किए गए हैं, हमने प्रत्येक लेनदेन को स्वयं सत्यापित किया है, साथ ही चैटरबेट समर्थन से संपर्क करके भी।
id: Semua token yang kami miliki diperoleh dengan cara yang benar-benar jujur, kami telah memverifikasi setiap transaksi sendiri, serta dengan menghubungi dukungan Chaturbate.
it: Tutti i token che possediamo sono stati ottenuti in modo completamente onesto, abbiamo verificato ogni transazione noi stessi, oltre a contattare il supporto di Chaturbate.
ja: 私たちが所有するすべてのトークンは、完全に正直な方法で取得され、私たち自身だけでなく、Chaturbateのサポートに連絡して、各トランザクションを検証しています。
lv: Visi mums piederošie žetoni ir iegūti pilnīgi godīgā veidā, mēs paši esam pārbaudījuši katru darījumu, kā arī sazinājušies ar Chaturbate atbalstu.
pl: Wszystkie posiadane przez nas tokeny zostały pozyskane w całkowicie uczciwy sposób, każdą transakcję weryfikujemy osobiście, a także kontaktując się z pomocą techniczną Chaturbate.
ru: Все токены, которыми мы владеем получены абсолютно честным путем и мы самостоятельно проверили каждую транзакцию, а также проверили каждую транхакцию через тех. поддержку.
uk: Усі токени, якими ми володіємо, отримані абсолютно чесним шляхом, ми перевірили кожну транзакцію самостійно, а також звернувшись до служби підтримки Chaturbate.

source: Thus the tokens we offer you are absolutely safe!
cs: Proto jsou žetony, které vám nabízíme, naprosto bezpečné!
de: Daher sind die Token, die wir Ihnen anbieten, absolut sicher!
fr: Les jetons que nous vous proposons sont donc absolument sûrs !
hi: इस प्रकार हम आपको जो टोकन प्रदान करते हैं वह बिल्कुल सुरक्षित हैं!
id: Dengan demikian, token yang kami tawarkan kepada Anda benar-benar aman!
ja: したがって、当社が提供するトークンは絶対に安全です！
lv: Tādējādi mūsu piedāvātie žetoni ir pilnīgi droši!
pl: Dlatego oferowane przez nas tokeny są całkowicie bezpieczne!
ru: Так что токены, которые мы предлагаем абсолютно безопасны!
uk: Таким чином, токени, які ми пропонуємо вам, є абсолютно безпечними!

source: Why do you sell tokens cheaper than Chaturbate?
cs: Proč prodáváte žetony levněji než Chaturbate?
de: Warum verkaufen Sie Token billiger als Chaturbate?
fr: Pourquoi vendez-vous les jetons moins cher que Chaturbate ?
hi: आप चैटरबेट से सस्ते टोकन क्यों बेचते हैं?
id: Mengapa Anda menjual token lebih murah daripada Chaturbate?
it: Perché vendete i token a un prezzo inferiore rispetto a Chaturbate?
ja: なぜChaturbateよりも安くトークンを販売しているのですか？
lv: Kāpēc jūs pārdodat žetonus lētāk nekā Chaturbate?
pl: Dlaczego sprzedajecie tokeny taniej niż Chaturbate?
ru: Почему вы продаете токены дешевле, чем Chaturbate?
uk: Чому ви продаєте токени дешевше, ніж Chaturbate?

source: As you know, if you want to buy tokens as a viewer directly from Chaturbate, the price per token is about $0.1 (e.g. 1000tk is $100).
cs: Jak víte, pokud si chcete koupit tokeny jako divák přímo od Chaturbate, cena za jeden token je přibližně $0,1 (např. 1000tk je $100).
de: Wie Sie wissen, beträgt der Preis pro Token, wenn Sie als Zuschauer direkt bei Chaturbate Token kaufen wollen, etwa $0,1 (z.B. 1000tk sind $100).
fr: Comme vous le savez, si vous souhaitez acheter des tokens en tant que spectateur directement sur Chaturbate, le prix par token est d'environ 0,1 $ (par exemple, 1000tk valent 100 $).
hi: जैसा कि आप जानते हैं, यदि आप चैटरबेट से सीधे दर्शक के रूप में टोकन खरीदना चाहते हैं, तो प्रति टोकन की कीमत लगभग $0.1 है (उदाहरण के लिए 1000tk $100 है)।
id: Seperti yang Anda ketahui, jika Anda ingin membeli token sebagai pemirsa langsung dari Chaturbate, harga per token sekitar $0,1 (contoh: 1000tk adalah $100).
it: Come sapete, se volete acquistare token come spettatori direttamente da Chaturbate, il prezzo per token è di circa 0,1 dollari (ad esempio 1000tk sono 100 dollari).
ja: ご存知のように、Chaturbateから直接視聴者としてトークンを購入したい場合、トークンあたりの価格は約0.1ドルです（例：1000tkは100ドル）。
lv: Kā zināms, ja vēlaties iegādāties žetonus kā skatītājs tieši no Chaturbate, viena žetona cena ir aptuveni $0,1 (piemēram, 1000tk ir $100).
pl: Jak wiadomo, jeśli chcesz kupić tokeny bezpośrednio z Chaturbate jako widz, cena za token wynosi około 0,1 USD (np. 1000tk to 100 USD).
ru: Как Вы знаете, если Вы хотите купить токены напрямую у Chaturbate, то цена за 1 токен составляет примерно $0.1 (т.е. 1000тк = $100)
uk: Як ви знаєте, якщо ви хочете придбати токени як глядач безпосередньо в Chaturbate, ціна за токен становить приблизно 0,1 долара США (наприклад, 1000 tk становить 100 доларів США).

source: However, the model/studio only gets 50%% of these funds (the price of a token for a model is $0.05 or $50 per 1000tk).
cs: Modelka/studio však získá pouze 50 %% těchto prostředků (cena tokenu pro modelku je 0,05 USD nebo 50 USD za 1000 tk).
de: Das Modell/Studio erhält jedoch nur 50%% dieser Mittel (der Preis eines Tokens für ein Modell beträgt 0,05 $ oder 50 $ pro 1000tk).
fr: Cependant, le modèle/studio ne reçoit que 50 %% de ces fonds (le prix d'un jeton pour un modèle est de 0,05 $ ou 50 $ pour 1 000 tk).
hi: हालाँकि, मॉडल/स्टूडियो को इन फंडों का केवल 50%% ही मिलता है (एक मॉडल के लिए टोकन की कीमत $0.05 या $50 प्रति 1000tk है)।
id: Namun, model/studio hanya mendapatkan 50%% dari dana tersebut (harga token untuk model adalah $0.05 atau $50 per 1000tk).
it: Tuttavia, il modello/studio ottiene solo il 50%% di questi fondi (il prezzo di un token per un modello è di 0,05 dollari o 50 dollari per 1000tk).
ja: しかし、モデル／スタジオはこれらの資金の50％しか得られない（モデルのトークンの価格は1000tkあたり0.05ドルまたは50ドル）。
lv: Tomēr modelis/studija saņem tikai 50 %% no šiem līdzekļiem (žetona cena modelim ir 0,05 $ jeb 50 $ par 1000 tk).
pl: Jednak modelka/studio otrzymuje tylko 50%% tych funduszy (cena tokena za modelkę wynosi 0,05 USD lub 50 USD za 1000 tk).
ru: Однако для модели и студии получат только 50%% от этой цены (цена токена для модели всегда равна $0.05. 1000тк = $50)
uk: Однак модель/студія отримує лише 50%% цих коштів (ціна токена для моделі становить $0,05 або $50 за 1000 тк).

source: Our benefit is that we buy tokens from studios at the site price and make it easier and faster for them to get the money they earn, then we sell the tokens back to the viewers at $0.065 per 1 token ($65 per 1000tk).
cs: Naší výhodou je, že kupujeme tokeny od studií za cenu na webu a usnadňujeme a urychlujeme jim získávání vydělaných peněz, poté tokeny prodáváme zpět divákům za 0,065 USD za 1 token (65 USD za 1000tk).
de: Unser Vorteil ist, dass wir Token von Studios zum Preis der Website kaufen und es für sie einfacher und schneller machen, das Geld zu bekommen, das sie verdienen. Dann verkaufen wir die Token zurück an die Zuschauer zu $0,065 pro 1 Token ($65 pro 1000tk).
fr: Notre avantage est que nous achetons des tokens aux studios au prix du site et que nous leur permettons d'obtenir plus facilement et plus rapidement l'argent qu'ils gagnent, puis nous revendons les tokens aux spectateurs au prix de 0,065 $ pour 1 token (65 $ pour 1 000 tk).
hi: हमारा लाभ यह है कि हम स्टूडियो से साइट मूल्य पर टोकन खरीदते हैं और उनके लिए अर्जित धन प्राप्त करना आसान और तेज़ बनाते हैं, फिर हम टोकन को दर्शकों को $ 0.065 प्रति 1 टोकन ($ 65 प्रति 1000tk) पर बेचते हैं।
id: Keuntungan kami adalah kami membeli token dari studio dengan harga situs dan membuatnya lebih mudah dan lebih cepat bagi mereka untuk mendapatkan uang yang mereka hasilkan, kemudian kami menjual token kembali kepada pemirsa dengan harga $0,065 per 1 token ($65 per 1000tk).
it: Il nostro vantaggio è che compriamo i token dagli studios al prezzo del sito e rendiamo più facile e veloce per loro ottenere il denaro che guadagnano, poi rivendiamo i token agli spettatori a 0,065 dollari per 1 token (65 dollari per 1000tk).
ja: 私たちのメリットは、スタジオからトークンをサイト価格で購入し、彼らが稼いだお金をより簡単かつ迅速に手に入れられるようにすることです。その後、トークンを1トークンあたり0.065ドル（1000tkあたり65ドル）で視聴者に販売します。
lv: Mūsu priekšrocība ir tā, ka mēs pērkam žetonus no studijām par vietnes cenu un atvieglojam un paātrinām to naudas saņemšanu, pēc tam mēs pārdodam žetonus atpakaļ skatītājiem par 0,065 $ par 1 žetonu (65 $ par 1000tk).
pl: Naszą korzyścią jest to, że kupujemy tokeny od studiów po cenie obowiązującej na stronie, dzięki czemu łatwiej i szybciej otrzymują zarobione pieniądze, a następnie sprzedajemy tokeny z powrotem widzom po 0,065 USD za 1 token (65 USD za 1000 tk).
ru: Мы покупаем огромные количества токенов у моделей и студий по $0.05 (официальной цене токена для модели/студии), упрощая их работу по получению средств. После чего мы продаем токены зрителям по $0.065 (1000тк = $65)
uk: Наша перевага полягає в тому, що ми купуємо токени у студій за ціною на сайті та робимо для них легшим і швидшим отримання зароблених грошей, а потім ми продаємо токени назад глядачам за 0,065 доларів США за 1 токен (65 доларів США за 1000 тонн).
